experiments/redis_contention/redis_multi_throughput_pairs/loaded_pairs_6/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        32294.54          ---          ---         0.06166         0.05500         0.11100         0.88700     33863.30 
Gets        32294.34        41.33     32253.01         0.05634         0.05500         0.09500         0.87100      1329.02 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      64588.88        41.33     32253.01         0.05900         0.05500         0.10300         0.87900     35192.32